{ "allArticles": [{
    "title": "Studio David Thulstrup",
    "description": "The Danish designer behind Noma’s new interiors.",
    "image": "https://kinfolk.com/wp-content/uploads/2018/04/Kinfolk_StudioDavidThulstrup_009-683x1024.jpg",
    "fullDescription": "David Thulstrup is coming into his stride. Nine years after opening his eponymous studio in Copenhagen, having previously held positions at Jean Nouvel in Paris and Peter Marino in New York, Thulstrup and his team have gained a reputation for upending the dogmata of Danish design. His latest project—the interior architecture of the recently reopened restaurant Noma—was the perfect collaboration: a designer with his eye on the future joining forces with the pioneers of New Nordic cuisine. Here, Thulstrup reflects on how Danish design lost its colorful flair and explains why he teamed up with Brdr. Krüger, a century-old Danish design house, to produce his new Arv collection of furniture. Is the way that a project looks ever an indication of how “good” it is? “Good” definitely goes beyond looks. It’s all about how a space makes you feel. It’s easy to do something that looks pretty, but there has to be functionality and that can be challenging for the eye. I always put the project first, but we do live in a time of social media, and communication about what one does is extremely important. It’s definitely something I think about every time I do a project. What did you learn from working with Jean Nouvel? The importance of experiencing design—looking at who is going to live in what I’m doing, and how. Where does the soap go? Do you sleep on the left side of the bed or on the right, for example? Details were something that Jean really pushed, along with working with materiality to do so—leather walls, or marble ceilings. How do you design your own way of living? I reflect on my everyday life and look at my habits. Sometimes I’m conflicted because I like it very clean and minimal, but I also love all the things that make a house a home: the textures, the softness, the weirdness."
    }, {
    "title": "Métro, Boulot, Disco",
    "description": "The enduring appeal of Nouvelle Vague.",
    "image": "https://kinfolk.com/wp-content/uploads/2018/02/Metro_Boulet_Disco_01-768x1024.jpg",
    "fullDescription": "This story appears in a print issue of Kinfolk. You’re welcome to read three stories from each print issue of Kinfolk for free. To continue reading this story, click here. If you'd like to enjoy unlimited access to our online archive, subscribe here. If you’re already a subscriber, please sign in. Alternatively, keep browsing Kinfolk.com to enjoy more free content."
    }, {
    "title": "Septime",
    "description": "A Parisian restaurant serving up haute-cuisine without the pretention.",
    "image": "https://kinfolk.com/wp-content/uploads/2018/04/Kinfolk_ParisCityGuide_Septime_002-683x1024.jpg",
    "fullDescription": "Septime may regularly rank as one of the world’s best restaurants, but it carries with it none of the stuffiness of its counterparts. Housed in an unmarked street-level building in the 11th Arrondissement, and furnished with wooden chairs and tables, the restaurant has made a name for itself on the back of an unpretentious menu featuring sustainably-sourced ingredients in unusual combinations. Graphic designer-turned-chef Bertrand Grébaut is part of a younger cohort of cooks keen to throw off the shackles that sometimes constrain traditional French cuisine: Lobster with wild strawberries and poached egg in hay broth have both featured on the (frequently changing) menu."
    }, {
    "title": "Michaela DePrince",
    "description": "The young ballerina dancing all over the stereotypes of a pressure-intense career.",
    "image": "https://kinfolk.com/wp-content/uploads/2018/02/Michaela_DePrince_01-822x1024.jpg",
    "fullDescription": "As an orphan growing up during Sierra Leone’s brutal civil war, Michaela DePrince found a magazine blowing in the wind. On its cover was a ballerina and a new inspiration. Now, at the age of 22, Michaela is immersed in the world of ballet. She has also danced with Beyoncé, written a book, and is currently working on a movie based on her life. But hers is not a fairy tale. It is a story of resilience in the face"
    }, {
    "title": "The Photographer in the Garden",
    "description": "Gardens have provided powerful inspiration for Man Ray, Mapplethorpe and a million hobby photographers.",
    "image": "https://kinfolk.com/wp-content/uploads/2018/04/The_Photographer_in_the_Garden_04-851x1024.jpg",
    "fullDescription": "A garden is made of equal parts nature and artifice: It springs from the earth, and yet is defined by human intervention.This combination of opposing forces is precisely the same that powers photography. “In a way [a garden] is a set,” writes Jamie M. Allen in The Photographer in the Garden. Co-authored by Sarah Anne McNear, it is the first book to explore this synchronicity in depth. Flowers have their own language and, as The Photographer in the Garden elegantly demonstrates, that language can be used to convey almost anything."
    }, {
    "title": "13 Bonaparte",
    "description": "Prize-winning photographer Allyssa Heuze on her collaboration with 13 Bonaparte.",
    "image": "https://kinfolk.com/wp-content/uploads/2018/05/13-Bonaparte-Le-Denim-2018-03-819x1024.jpg",
    "fullDescription": "Within the space of one week, emerging photographer Allyssa Heuze won the prestigious Wallpaper Prize at Hyères Festival in France and launched a new series in collaboration with Parisian label 13 Bonaparte. Here, she muses on her approach (don’t shoot straight) and offers advice to other young photographers. 13 Bonaparte really likes to collaborate with young photographers for its Le Denim campaigns. They gave me carte blanche, so I could really do what I wanted and try to balance our two different universes. I recreated an empty apartment because any new collection is also kind of a new beginning. I’m always looking to play with what is usually considered mundane. So, the set is very minimal—just a carpet and a table and chair—but there’s also that fun sense of nostalgia that you get whenever you start something new."
    }, {
    "title": "Jamieson Webster",
    "description": "A conversation with a New York psychoanalyst.",
    "image": "https://kinfolk.com/wp-content/uploads/2018/01/Jamieson_Webster-819x1024.jpg",
    "fullDescription": "Psychoanalytic terms—including such pop favorites as “repression, ” “Oedipal complex” and “narcissism”—are part of the vernacular, and yet psychoanalysis as a profession remains maligned. But analyst Jamieson Webster, who practices in Manhattan’s SoHo neighborhood, is fine with that. A professor at the New School as well as a cultural critic, Webster agrees with Freud, who believed that since psychoanalysis concerns things that make us uncomfortable, it will always face resistance. Here, Webster talks about the benefits of forgetting, the myths"
    }, {
    "title": "Red Heads",
    "description": "Red hair don’t care: Celebrating the beauty of the ginger gene.",
    "image": "https://kinfolk.com/wp-content/uploads/2018/01/Red_Heads_01-683x1024.jpg",
    "fullDescription": ""
    }],
  "shoppingArray": [{
    "image": "assets/img/img1.jpg",
    "tag": "MAGAZINE",
    "title": "Issue 27",
    "price": "$18",
    "fullTitle": "Kinfolk Issue Twenty-Seven",
    "fullDetails": "Introducing The Paris Issue: This spring, we visit Paris and explore one of the world’s most iconic cities through the Kinfolk lens, examining the essence of joie de vivre and how it translates into life outside the French capital. We spend a day in the Marais with Ramdane Touhami, the energetic entrepreneur behind L’Officine Universelle Buly, pay a visit to the modernist pied-à-terre of Emmanuel de Bayser, pore over the archives at Hermès, and meet a diverse roster of Parisians that have made their city one of our favorites. Elsewhere in Issue Twenty-Seven, we meet musician Benjamin Clementine, delve into the life and work of artist Monir Shahroudy Farmanfarmaian in Tehran, drill into subjects such as loneliness, the dead of night and true grit, speak to fashion designer Khalid Al Qasimi and meet dancers Akram Khan and Michaela Prince, plus much more."
  }, {
    "image": "assets/img/img2.jpg",
    "tag": "SUBSCRIPTIONS",
    "title": "Premium Subscription",
    "price": "From: $75",
    "fullTitle": "Premium Subscription",
    "fullDetails": "Premium Subscribers enjoy the following benefits: Four print issues of Kinfolk magazine per year. Access to the entire Kinfolk.com archive including all stories from nine print issues and all web exclusives for 12 months. Complimentary set of Kinfolk Notecards.* 10% discount to use at the Kinfolk.com shop. Automatic renewals of annual subscription: never miss an issue.** Option to add the current issue to your order at a 30% discount below. Option to add The Kinfolk Home to your order at a 35% discount below."
  }, {
    "image": "assets/img/img3.jpg",
    "tag": "SUBSCRIPTIONS",
    "title": "Digital Subscription",
    "price": "$40 for 1 year",
    "fullTitle": "Digital Subscription",
    "fullDetails": "Subscribe to Kinfolk.com and enjoy the following benefits: Get the first look at new issues, with all content available online before the print magazine arrives in stores. Access to the entire Kinfolk.com archive and all web exclusives for 12 months. Automatic renewals: never miss a story.* For more information about subscriptions, visit our FAQ page."
  }, {
    "image": "assets/img/img4.jpg",
    "tag": "BOOKS",
    "title": "The Kinfolk Entrepreneur",
    "price": "$35",
    "fullTitle": "The Kinfolk Entrepreneur",
    "fullDetails": "Join Nathan Williams and the Kinfolk team as they visit more than 40 creative entrepreneurs from around the world who are making business personal. Explore how visionary ideas take root and ripen into careers, and the myriad ways in which the pursuit of meaning and passion, and the experiences of disappointment and defeat, can motivate both professional success and a balanced quality of life. Through insightful interviews with leaders in the worlds of publishing, architecture, fashion, design and beyond, The Kinfolk Entrepreneur captures the ambitions and realities of today’s creative class and offers tips, advice and inspiration for anyone looking to forge their own path in life. Available for order now."
  }, {
    "image": "assets/img/img5.jpg",
    "tag": "BOOKS, MAGAZINE",
    "title": "Entrepreneur and Latest Issue Bundle",
    "price": "$45",
    "fullTitle": "The Kinfolk Entrepreneur and Issue Twenty-Seven",
    "fullDetails": "Through insightful interviews with leaders in the worlds of publishing, architecture, fashion, design and beyond, The Kinfolk Entrepreneur captures the ambitions and realities of today’s creative class and offers tips, advice and inspiration for anyone looking to forge their own path in life. Order it along with the latest issue of Kinfolk magazine at a 15% discount off the total price."
  }, {
    "image": "assets/img/img6.jpg",
    "tag": "MAGAZINE",
    "title": "Archive Bundle",
    "price": "$35",
    "fullTitle": "Archive Bundle",
    "fullDetails": "The notecard collection is a practical extension of Kinfolk's focus on cultivating community and nurturing friendships. Collect all three editions and save over 35% off the original price. Includes: Issue Eight: The Japan Issue. An ode to a country and culture we admire, Issue Eight is a glimpse of Japan through the Kinfolk lens. Publication date: June 4th, 2013. Issue Nine: The Weekend Issue. Do weekends still exist? How to find the ultimate work-play balance, plus ideas for idle time, rejuvenation and deep relaxation. Publication date: September 10th, 2013. Issue Ten: The Aged Issue. Dedicated to all things that get better with time: loved ones, food, family traditions and a good bottle of wine. Embrace growing old with style and grace. Publication date: December 3rd, 2013."
  }, {
    "image": "assets/img/img7.jpg",
    "tag": "BOOKS, MAGAZINE",
    "title": "Home and Latest Issue Bundle",
    "price": "$45",
    "fullTitle": "The Kinfolk Home and Issue Twenty-Seven",
    "fullDetails": "Delving deeper than decor, our second hardcover book explores how ideals shape homes and how our homes, in turn, shape us. Released in 2015, The Kinfolk Home is a New York Times bestseller and a Kinfolk classic. Order it along with the latest issue of Kinfolk magazine at a 15% discount off the total price."
  }, {
    "image": "assets/img/img8.jpg",
    "tag": "MAGAZINE",
    "title": "Issue 26",
    "price": "$18",
    "fullTitle": "Kinfolk Issue Twenty-Six",
    "fullDetails": "The winter issue of Kinfolk examines exercise and the body, exploring the values that underpin an active life: camaraderie and self-discipline, pleasure-seeking thrills, endurance, balance and leisure. Inside, we explore the sporting life among the rolling hills of rural England with an equestrian-themed feature profile in the Cotswolds and a longform essay by David Sedaris. We also mine a history of bad dieting advice, play gymnastics with men’s fashion and have some fun in Hollywood with a glamorous water ballet troupe. Elsewhere, our roster of regular features includes a day in the life of Spanish designer Paloma Lanna, a feature interview with musician Kilo Kish, and reportage on the work of photographer Gordon Parks and the hidden culinary talents of journalist Lee Miller. Plus, interviews with Omar Souleyman, Siri Hustvedt and Daniela Soto-Innes."
  }, {
    "image": "assets/img/img9.jpg",
    "tag": "BOOKS",
    "title": "Kinfolk Book Bundle",
    "price": "$59",
    "fullTitle": "Kinfolk Book Bundle",
    "fullDetails": "The Kinfolk book bundle examines some of the cornerstones of daily life: home and work. Collect both thanks to our book bundle and save 30% off the original price. Includes: The Kinfolk Home An invitation into 35 inspiring homes around the world that delve deeper than decor and reflect some of the key principles of slow living. The Kinfolk Entrepreneur More than 40 creative entrepreneurs offer tips, advice and inspiration for anyone looking to forge their own professional path."
  }, {
    "image": "assets/img/img10.jpg",
    "tag": "MAGAZINE",
    "title": "Issue 25",
    "price": "$18",
    "fullTitle": "Kinfolk Issue Twenty-Five",
    "fullDetails": "The latest issue celebrates food as a lens through which identity and relationships can be interpreted. What does a person’s approach to food tell us about their values? As MFK Fisher famously wrote, sharing a meal can be more intimate than sharing a bed. Inside, we speak to culinary legend Martha Stewart, celebrate some decidedly non-essential food reading, from the electric terrines and microwaved hot dogs of ’70s-era Betty Crocker to the Toffee and Pine Cones whipped up by Salvador Dalí, visit chef Camille Becerra in Manhattan and learn about an intricately stylized and traditional Japanese method of food wrapping. Elsewhere, we meet burgeoning actor Lola Kirke, examine whether narcissism is truly a growing social concern or yet another way to silence people and learn what mundane personal habits reveal about our characters."
  }, {
    "image": "assets/img/img11.jpg",
    "tag": "MAGAZINE",
    "title": "Issue 24",
    "price": "$18",
    "fullTitle": "Kinfolk Issue Twenty-Four",
    "fullDetails": "The summer issue of Kinfolk examines an essential element of modern life: the relationship. Whether romantic or platonic, new or life-long, hot, cold or ambivalent, each has carefully formed subtleties and undercurrents to unpack. In this issue, we examine the moral complexities behind telling lies, explore the reassurance inherent in non-verbal communication and meet a diverse and inspiring cross-section of lovers, siblings and families, uncovering what it really means to be in a relationship."
  }, {
    "image": "assets/img/img12.jpeg",
    "tag": "MAGAZINE",
    "title": "Issue 23",
    "price": "$18",
    "fullTitle": "Kinfolk Issue Twenty-Three",
    "fullDetails": "The spring issue of Kinfolk examines the nuances of free time, its rituals and rhythms and its capacity to reinvigorate. Rather than advising how to fill 48 hours, the issue offers insight into why we should fill our weekends, and how doing so can lead to personal fulfillment. With a dynamic mix of long-form journalism, interviews and shorter essays, plus concept-driven visual stories and contributors across the globe, the forthcoming issue of Kinfolk continues to dedicate its editorial to exploring personal values and quality of life. From the curious cultural mythologies behind sleep and fashion editorial for looking good on laundry day to interviews with Moses Sumney, Dimore Studio and more, this issue will inspire readers with a fresh outlook on going off-duty."
  }]
}
